bench/bench_results.txt

Summary:
  Total:	1.3365 secs
  Slowest:	0.1139 secs
  Fastest:	0.0010 secs
  Average:	0.0124 secs
  Requests/sec:	3741.1851
  

Response time histogram:
  0.001 [1]	|
  0.012 [2429]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.024 [2517]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.035 [10]	|
  0.046 [9]	|
  0.057 [2]	|
  0.069 [4]	|
  0.080 [17]	|
  0.091 [0]	|
  0.103 [9]	|
  0.114 [2]	|


Latency distribution:
  10%% in 0.0076 secs
  25%% in 0.0096 secs
  50%% in 0.0124 secs
  75%% in 0.0145 secs
  90%% in 0.0164 secs
  95%% in 0.0177 secs
  99%% in 0.0262 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0113 secs
  DNS-lookup:	0.0001 secs, 0.0000 secs, 0.0093 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0029 secs
  resp wait:	0.0122 secs, 0.0009 secs, 0.1029 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0022 secs

Status code distribution:
  [200]	5000 responses